<?php
	header("Content-Type:Application/json;charset=utf-8");
	$arr=array(
		"人物"=>array("男人","女人","婴儿","老年人","年轻人"),
		"生活方式"=>array("时尚","化妆","美容","休闲","运动","宗教"),
		"家居"=>array("客厅","卧室","厨房","餐厅"),
		"文化艺术"=>array("绘画","音乐","戏剧","中国元素","插画"),
		"田园风光"=>array("田园风光","山","河流","湖泊"),
		"城市风光"=>array("建筑","交通","汽车","公园","户外"),
		"旅游地理"=>array("中国","亚洲","欧洲","非洲","美洲","大洋洲"),
		"动物"=>array("野生动物","海洋动物","哺乳动物","两栖动物","宠物"),
		"科技"=>array( "科学","技术","宇宙","实验","网络"),
		"食物"=>array("中餐","西餐","食品","水果","饮料","酒"),
		"商务职场"=>array("商务","团队","合作","会议","客服"),
		"交通运输"=>array("汽车","公路","飞机","铁路","游艇"),
		"金融财经"=>array("信用卡","美元","钱","支票","金"),
		"行为"=>array("微笑","站立","看镜头","仰视","交谈","思考"),
		"生活用品"=>array("花","电脑","手机","篮球","酒杯"),
		"概念"=>array("高兴","现代","健康","安静","传统"),
		"设计素材"=>array("线条","边框","树叶","圣诞节","风铃"),
		"中国概念"=>array("年画","对联","剪纸","风筝","灯笼","脸谱"),
		"属性"=>array("户外","白天","彩色","室内","特写"),
		"其他"=>array("花园","登山","玩具","大闸蟹","台湾","蘑菇","胡萝卜","巴厘岛")
	);
	echo json_encode($arr);
?>